/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Pelajari selengkapnya</b> tentang manajemen dan keamanan.";

/* No comment provided by engineer. */
"A system error occurred" = "Terjadi kesalahan sistem";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Account akan dihapus dari %@ dan aplikasi Yahoo lainnya pada perangkat ini.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Tambah Akun";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Terjadi kesalahan. Silakan coba lagi nanti.";

/* Accessibility label for the back button */
"Back" = "Kembali";

/* call tip prefix in 2lc */
"Call %@" = "Hubungi %@";

/* No comment provided by engineer. */
"Call again" = "Panggil lagi";

/* Cancel
   Cancel button title */
"Cancel" = "Batal";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Tidak dapat memuat halaman.";

/* Accessibility label for the close button */
"Close" = "Tutup";

/* Continue to Safari for SHF */
"Continue" = "Lanjutkan";

/* Create Account view title
   sign up button title */
"Create Account" = "Buat Akun";

/* learn more alert title */
"Device Not Recognized" = "Perangkat Tidak Dikenali";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Masih belum menerima email?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Tidak menerima SMS?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Masih belum menerima panggilan suara?";

/* Dismiss */
"Dismiss" = "Tutup";

/* Edit button title */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Email could not be sent" = "Email tidak bisa dikirim";

/* No comment provided by engineer. */
"Email sent" = "Email dikirim";

/* No comment provided by engineer. */
"Enter Code" = "Masukkan Kode";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Buka kunci akun.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Demi keamanan, verifikasi account Anda lagi.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Lupa kata sandi/ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Lupa kata sandi?";

/* Go to Account recovery */
"Get Help" = "Dapatkan Bantuan";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Jawaban salah. Coba lagi.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "ID atau kata sandi tidak valid. Silakan coba lagi.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Batas tercapai. Email tidak bisa dikirim.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Batas tercapai. Tidak bisa mengirim pesan teks atau melakukan panggilan suara.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Sesi sign in habis, silakan coba lagi.";

/* Network error alert view title */
"Network unavailable." = "Jaringan tidak tersedia.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Kata sandi";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Silakan masukkan sandi Anda untuk\n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Hapus";

/* Remove an account label on SSO screen */
"Remove an account" = "Hapus account";

/* Select an account label on SSO screen */
"Select an account" = "Pilih akun";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sesi kedaluwarsa, silakan sign-in lagi.";

/* sign in button title */
"Sign In" = "Sign In";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Sign in dengan <a>Facebook</a> atau <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Masuk sebagai";

/* signing in state title for sign in button */
"Signing In" = "Sign In";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Maaf, sistem tidak aktif. Silakan coba lagi nanti.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Maaf, Anda tidak bisa sign in sekarang.  Silakan coba lagi nanti.";

/* sms tip prefix in 2lc */
"Text %@" = "Teks %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Pesan teks tidak bisa dikirim";

/* No comment provided by engineer. */
"Text message sent" = "Pesan teks dikirim";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Data status Tantangan Kedua tidak bisa diekstrak dari SLCC";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Terlalu banyak upaya. Coba lagi dalam 24 jam.";

/* No comment provided by engineer. */
"Try again" = "Coba lagi";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Tidak bisa melakukan panggilan suara";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Tidak dapat sign in. Periksa tanggal sistem dan coba lagi.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Tidak dapat masuk. Silakan coba lagi.";

/* Unlock */
"Unlock" = "Buka kunci";

/* unlock account view title */
"Unlock Your Account" = "Buka Kunci Akun Anda";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Perbarui Akun";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Upgrade ke Yahoo";

/* User already signed-in */
"User already signed-in" = "Pengguna sudah sign in";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Kode verifikasi dikirim ke %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Panggilan suara sedang berlangsung";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Kami memberi kode verifikasi melalui telepon ke %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Perangkat tak dikenal. Verifikasi data dengan menjawab pertanyaan keamanan Anda.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Perangkat tak dikenal. Verifikasi identitas Anda. Kami akan mengirimkan kode verifikasi.";

/* ID text field place holder */
"Yahoo ID" = "ID Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Anda harus berusia setidaknya 13 tahun.";

/* No comment provided by engineer. */
"Your account is locked." = "Akun Anda dikunci.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Akun Anda sekarang dibuka kuncinya. Silakan sign in.";

/* No comment provided by engineer. */
"Your Answer" = "Jawaban Anda";

/* learn more alert msg line 1 */
"• New device?" = "• Perangkat baru?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Memilih verifikasi sign-in?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Sign in dari negara baru?";

/* Yahoo Messenger */
"Messenger" = "Messenger";